Repository: collective/collective.behavior.banner
Catalog: src/collective/behavior/banner/locales/*/LC_MESSAGES/collective.behavior.banner.po
Languages: de

source: Banner 1 (text left)
de: Banner 1 (Text links)

source: Banner 2 (text middle)
de: Banner 2 (Text in der Mitte)

source: Banner 3 (text right)
de: Banner 3 (Text rechts)

source: Banner Image
de: Banner Bild

source: Banner Link
de: Linkziel

source: Banner Subtitle
de: Untertitel des Bannern

source: Banner Text
de: Freitext im Banner

source: Banner Title
de: Titel

source: Banner image alt tag
de: alt-tag des Bildes für Barrierefreiheit

source: Banner scale
de: Skalierungsstufe

source: Caption for the link
de: Text für den Link der zu dem Linkziel führt

source: Color of the circle with the context title
de: Kreisfarbe für den Titel

source: Control the position of title and text. You can ignore this if there is no text
de: Steuert die Position des Textblockes. Nur relevant wenn der Banner Titel, Untertitel oder Freitext hat.

source: Display the context title in a circle overlaying the banner if the banner has no text.
de: Zeigt dem Titel des aktuellen Inhalts über dem (ggf. geerbten) Banner an sofern der Banner selber keinen Titel, Untertitel oder Freitext enthält.

source: Do not inherit banner from parents
de: Banner nicht vererben

source: Edit inherited banner
de: Geerbtes Banner bearbeiten

source: Hide banner
de: Banner verbergen

source: Link caption
de: Link Text

source: Middle
de: Mitte

source: Neutral background image
de: Neutrales Banner Bild

source: Scale at which banner images are displayed
de: Skalierungsstufe für die Darstellung des Bannerbildes

source: Select a background color for the cirlce. Only valid when displaying the title in a circle in the banner
de: Wählen Sie eine Hintergrundfarbe für den Kreis ind er der Titel erscheint. Wird nur verwendet wenn der Titel auf dem Banner angezeigt werden soll.

source: Select a neutral background image as a alternative to uploading a Banner Image.
de: Wählen Sie ein neutrales Banner-Bild aus als Alternative zum Upload eines eigenen Bildes.

source: Show title in banner
de: Titel auf dem Banner anzeigen

source: Slider Banners
de: Banner für den Slider

source: Text position
de: Position des Textblockes über dem Banner

source: These banners will be used in the slider
de: Diese Banner werden für den Slider verwendet

source: This does not show the banner for this item.
de: Ein geerbtes Banner soll nicht anzeigt werden

source: This stops inheriting banners for this item and all children.
de: Unterbindet für diesen Element und alle darunter das Anzeigen eines von hier oder weiter oben vererbten Banners

source: Types
de: Inhalte

source: Types displaying inherited banners
de: Inhalte die geerbte Banner anzeigen sollen
